cask_args appdir: '/Applications'

tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'shivammathur/php'

brew 'colordiff'
brew 'coreutils'
brew 'dnsmasq'
brew 'hub'
brew 'docker'
brew 'gpatch'
brew 'jq'
brew 'mariadb', restart_service: true
brew 'nginx'
brew 'nvm'
brew 'composer'
brew 'php'
brew 'shivammathur/php/php@7.4'
brew 'php@8.0'
brew 'php@8.1'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'
brew 'tree'
brew 'npm'
brew 'yarn'
brew 'openssl'
brew 'pv'
brew 'terminal-notifier'
brew 'trash'
brew 'wget'
brew 'wp-cli'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'

cask 'atom'
cask 'macdown'
cask 'phpstorm'
cask 'sequel-ace'
cask 'ngrok'
cask 'postman'
cask 'imageoptim'
