cask_args appdir: '/Applications'

tap 'caskroom/versions'
tap 'homebrew/services'

brew 'colordiff'
brew 'coreutils'
brew 'dnsmasq'
brew 'drush'
brew 'drupalconsole'
brew 'drupal-code-sniffer'
brew 'hub'
brew 'docker'
brew 'jq'
brew 'mariadb', restart_service: true
brew 'nginx'
brew 'composer'
brew 'php72'
brew 'php72-mcrypt'
brew 'php72-opcache'
brew 'php72-redis'
brew 'php72-xdebug'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'
brew 'tree'
brew 'terminus'
brew 'npm'
brew 'yarn'
brew 'openssl'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'

cask 'atom'
cask 'macdown'
cask 'phpstorm'
cask 'sequel-pro'
cask 'ngrok'
cask 'postman'
cask 'imageoptim'
