cask_args appdir: '/Applications'

brew 'curl'
brew 'git'
brew 'mas'

cask '1password'
cask 'alfred'
cask 'caffeine'
cask 'filezilla'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'java'
cask 'slack'
cask 'zoomus'

# App store
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
